/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Adres defterindeki kişiler Snapchat tarafından toplanacaktır."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Çektiğin Snap'leri Film Rulosu'na kaydedebilir, Sohbet içinde fotoğraf,video gönderebilir ve daha fazlasını yapabilirsin."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Snap çekmek, görüntülü konuşmak, Snapkod'la arkadaş eklemek ve daha fazlası için kameranı kullanma.";

"NSMicrophoneUsageDescription" = "Snap'ler için ses kaydetmek, görüntülü konuşmak ve daha fazlası için mikrofonunu kullanma.";

"NSMotionUsageDescription" = "Snapchat snap'lerini dikey mi yoksa yatay mı çektiğini, hangi Lensler'i kullandığını, Discover'da neleri okuduğunu ve hangi reklamları izlediğini kaydeder.";

"NSLocationWhenInUseUsageDescription" = "Snapchat bu bilgileri deneyimini özelleştirmek ve aynı zamanda filtreleri, hikayeleri ve çok daha fazlasını keşfetmeni sağlamak için kullanır."; // Reworded 09/12/2016
